brew "stow"
brew "wget"
brew "tmux"
brew "reattach-to-user-namespace"
brew "fzf"
brew "mas"
brew "jq"
brew "awscli"
brew "tree"
brew "gh"
brew "starship"
brew "the_silver_searcher"
brew "neovim"
brew "fd"
brew "fnm"
brew "zsh-completions"
brew "ripgrep"
brew "llvm"
brew "shfmt"
brew "efm-langserver"
brew "stylua"
brew "minikube"
# brew "hyperkit"
# brew "docker"
# brew "docker-compose"

tap "homebrew/cask-fonts"
cask "font-jetbrains-mono"
