brew "stow"
brew "wget"
brew "fzf"
brew "jq"
brew "awscli"
brew "tree"
brew "gh"
brew "starship"
brew "fd"
brew "fnm"
brew "zoxide"
brew "ripgrep"
brew "xcode-build-server"
brew "swiftformat"
brew "xcbeautify"
brew "entr"
brew "worktrunk"
brew "bat"
brew "git-delta"
cask "font-jetbrains-mono-nerd-font"
